<template>
  <div class="container">
    <h1 class="text-secondary">利用規約</h1>
    <div class="mt-4">
      <h3 class="text-secondary mt-3">サービスの利用にあたって</h3>
      <p>Blue Rose Noteのプロフィール情報は世界中の人々が閲覧可能となります。</p>
      <p>実名で使用したくない場合は仮名で利用してください。</p>
      <p>ユーザが投稿した情報によりプライバシーの損害が発生した場合、Blue Rose Noteの運営は責任を負いかねます。</p>
      <p>記録の共有者の選択は十分に考慮してください。</p>
      <h3 class="text-secondary mt-3">禁止行為</h3>
      <p>・法令又は公序良俗に違反する行為</p>
      <p>・他者の著作権、肖像権等の知的財産権、プライバシー、名誉を侵害する行為</p>
      <p>・犯罪行為、反社会的行為を暗示・誘発・助長する行為、その他犯罪に関連する行為、またこれらを指南する行為</p>
      <p>・営利目的や宗教への勧誘を目的とした行為</p>
      <p>・風俗営業、売春、アダルト、ポルノ、その他これらに関連する内容の情報を投稿、送信、掲載する行為</p>
      <p>・異性交際を目的とした本サービスの利用、またそれに関する情報を投稿、送信、掲載する行為</p>
      <p>・人種、民族、性別、社会的身分等を根拠にする差別的表現を含む情報を投稿、送信、掲載する行為</p>
      <p>・利用者が不快に感じる画像、動画、文章を投稿、送信、掲載する行為</p>
      <p>・他者になりすまして本サービスを利用する行為</p>
      <p>・コンピュータウィルスその他の有害なコンピュータプログラムを含む情報を投稿、送信、掲載する行為</p>
      <p>・本サービスの運営やネットワーク・システムに支障を与える行為</p>
      <h3 class="text-secondary mt-3">サービスの利用停止</h3>
      <p>規約に反する行為があった場合は、ユーザに事前通知なく本サービスの使用停止やアカウントの削除（強制退会）ができることとします。</p>
      <h3 class="text-secondary mt-3">サービスの停止・中断</h3>
      <p>以下の場合、事前通知なくサービスの一部またはすべてを停止します。</p>
      <p>・サーバの保守・システムの点検を行う場合</p>
      <p>・コンピュータ、通信回線に問題があった場合</p>
      <p>・天変地異、災害などでサービスの運営ができなくなった場合</p>
      <p>・サービスの改善や仕様変更に伴うメンテナンスを行う場合</p>
      <h3 class="text-secondary mt-3">免責</h3>
      <p>ユーザ同士の間で何らかの紛争が発生した場合は当事者間で解決するものとし、運営は責任を負わないこととします。</p>
    </div>
  </div>
</template>

<script>
export default {
  head () {
    return {
      title: '利用規約'
    }
  }
}
</script>